Repository: neda-zal/apper
Catalog: po/*/*/apper.po
Languages: lt

# NAME OF TRANSLATORS
source: Your names
lt: Andrew Colesas, Steve'as Allewellas

# EMAIL OF TRANSLATORS
source: Your emails
lt: andrew_coles@yahoo.co.uk, steve.allewell@gmail.com

source: Show updates
lt: Rodyti atnaujinimus

source: Show settings
lt: Rodyti nustatymus

source: Show backend details
lt: Rodyti pagrindinę informaciją

source: Mime type installer
lt: MIME tipo diegimo programa

source: Package name installer
lt: Paketo pavadinimo diegimo programa

source: Single file installer
lt: Vieno failo diegimo programa

source: Font resource installer
lt: Šrifto išteklių diegimo programa

source: Catalog installer
lt: Katalogo montuotojas

source: Single package remover
lt: Vienos pakuotės valiklis

source: Package file to install
lt: Paketo failas, kurį reikia įdiegti

source: Find
lt: Rasti

source: Some software changes were made
lt: Buvo atlikti kai kurie programinės įrangos pakeitimai

source: Review
lt: Apžvalga

source: Discard
lt: Išmesti

source: Apply
lt: Taikyti

source: History
lt: Istorija

source: Settings
lt: Nustatymai

source: &Cancel
lt: &Atšaukti

source: Find by &name
lt: Rasti pagal &vardą

source: Find by f&ile name
lt: Rasti pagal failo pavadinimą

source: Find by &description
lt: Rasti pagal &aprašymą

source: Apply Settings
lt: Taikyti nustatymus

source: Updates
lt: Atnaujinimai

source: Pending Changes
lt: Laukiami pakeitimai

source: Installed Software
lt: Įdiegta programinė įranga

source: Could not find an application that matched this category
lt: Nepavyko rasti šią kategoriją atitinkančios programos

source: Add and Remove Software
lt: Pridėti ir pašalinti programinę įrangą

source: Back
lt: Atgal

source: Search packages
lt: Ieškoti paketų

source: Filters
lt: Filtrai

source: Update
lt: Atnaujinti

source: Check for new Updates
lt: Patikrinkite, ar nėra naujų atnaujinimų

source: General Settings
lt: Bendrieji nustatymai

source: Software Origins
lt: Programinės įrangos kilmė

source: Backend Details
lt: Išsami informacija

source: Methods
lt: Metodai

source: Get Updates
lt: Gaukite atnaujinimus

source: Refresh Cache
lt: Atnaujinkite talpyklą

source: Search Name
lt: Paieškos pavadinimas

source: Get Package Depends
lt: Gauti paketą priklauso

source: Search Details
lt: Paieškos informacija

source: Get Package Requires
lt: Reikia gauti paketą

source: Search Group
lt: Paieškos grupė

source: Get Update Detail
lt: Gaukite išsamią atnaujinimo informaciją

source: Search File
lt: Ieškoti failo

source: Get Package Description
lt: Gaukite paketo aprašymą

source: Get Package Files
lt: Gaukite paketo failus

source: Get Distro Upgrades
lt: Gaukite Distro atnaujinimus

source: Install Packages
lt: Įdiegti paketus

source: Update Packages
lt: Atnaujinti paketus

source: Remove Packages
lt: Pašalinti paketus

source: Install Files
lt: Įdiekite failus

source: Resolve
lt: Išspręsti

source: Cancel
lt: Atšaukti

source: Get Packages
lt: Gaukite paketus

source: What Provides
lt: Kas suteikia

source: Set Repository Data
lt: Nustatykite saugyklos duomenis

source: Enable Repository
lt: Įgalinti saugyklą

source: Get Repository List
lt: Gaukite saugyklų sąrašą

source: Repair System
lt: Remonto sistema

source: About Backend
lt: Apie Backend

source: Backend name:
lt: Backend pavadinimas:

source: Backend description:
lt: Backend aprašymas:

source: Backend author:
lt: Užpakalinės dalies autorius:

source: Distribution ID:
lt: Platinimo ID:

source: PackageKit
lt: Paketo rinkinys

source: Version:
lt: Versija:

source: Installed
lt: Įdiegta

source: Development
lt: Plėtra

source: Package is visible
lt: Pakuotė matosi

source: Newest
lt: Naujausias

source: Free software
lt: Nemokama programinė įranga

source: Supported
lt: Palaikoma

source: Only native
lt: Tik gimtoji

source: Show Versions
lt: Rodyti versijas

source: Show Architectures
lt: Rodyti architektūras

source: Show Origins
lt: Rodyti kilmę

source: Show Sizes
lt: Rodyti dydžius

source: Export installed packages
lt: Eksportuokite įdiegtus paketus

source: Install packages from catalog
lt: Įdiekite paketus iš katalogo

source: Export Installed Package List...
lt: Eksportuoti įdiegtų paketų sąrašą...

source: Install Packages from List...
lt: Įdiegti paketus iš sąrašo...

source: Lists
lt: Sąrašai

source: Categories
lt: Kategorijos

source: Groups
lt: Grupės

source: Collections
lt: Kolekcijos

source: Only collections
lt: Tik kolekcijos

source: Exclude collections
lt: Išskirti kolekcijas

source: Only installed
lt: Tik įdiegta

source: Only available
lt: Galima tik

source: No filter
lt: Nėra filtro

source: Only development
lt: Tik plėtra

source: Only end user files
lt: Tik galutinio vartotojo failai

source: Graphical
lt: Grafinis

source: Only graphical
lt: Tik grafinis

source: Only text
lt: Tik tekstas

# Filter for free packages
source: Free
lt: Laisvas

source: Only free software
lt: Tik nemokama programinė įranga

source: Only non-free software
lt: Tik nemokamą programinę įrangą

# Filter for supported packages
source: Supported
lt: Palaikoma

source: Only supported software
lt: Tik palaikoma programinė įranga

source: Only non-supported software
lt: Tik nepalaikoma programinė įranga

# Filter for source packages
source: Source
lt: Šaltinis

source: Only sourcecode
lt: Tik šaltinio kodas

source: Only non-sourcecode
lt: Tik ne šaltinio kodas

source: Hide Subpackages
lt: Slėpti antrinius paketus

source: Only show one package, not subpackages
lt: Rodyti tik vieną paketą, o ne subpaketus

source: Only Newest Packages
lt: Tik naujausi paketai

source: Only show the newest available package
lt: Rodyti tik naujausią galimą paketą

source: Only Native Packages
lt: Tik vietiniai paketai

source: Only show packages matching the machine architecture
lt: Rodyti tik paketus, atitinkančius įrenginio architektūrą

source: Only Show Applications
lt: Rodyti tik programas

source: Hide packages that are not applications
lt: Slėpti paketus, kurie nėra programos

source: Apper is an application to get and manage software
lt: „Apper“ yra programa, skirta gauti ir valdyti programinę įrangą

source: (C) 2008-2018 Daniel Nicoletti
lt: (C) 2008–2018 Danielis Nicoletti

source: Adrien Bustany
lt: Adrienas Bustanis

source: libpackagekit-qt and other stuff
lt: libpackagekit-qt ir kiti dalykai

source: Display
lt: Ekranas

source: Description
lt: apibūdinimas

source: Depends On
lt: Priklauso nuo

source: Required By
lt: Reikalaujama pagal

source: File List
lt: Failų sąrašas

source: No files were found.
lt: Failų nerasta.

source: Could not fetch software details
lt: Nepavyko gauti informacijos apie programinę įrangą

source: Applications
lt: Programos

source: License:
lt: Licencija:

source: More...
lt: Daugiau...

source: Hide
lt: Slėpti

source: Could not find screen shot.
lt: Nepavyko rasti ekrano kopijos.

source: Origin of Packages
lt: Paketų kilmė

source: A repository was changed, it's highly recommended to refresh the cache
lt: Saugykla buvo pakeista, labai rekomenduojama atnaujinti talpyklą

# Inform about distribution upgrades
source: Never
lt: Niekada

# Inform about distribution upgrades
source: Only stable
lt: Tik stabilus

# Inform about distribution upgrades
source: Stable and development
lt: Stabilus ir besivystantis

# Hourly refresh the package cache
source: Hourly
lt: Kas valandą

# Daily refresh the package cache
source: Daily
lt: Kasdien

# Weekly refresh the package cache
source: Weekly
lt: Kas savaitę

# Monthly refresh the package cache
source: Monthly
lt: Kas mėnesį

# Never refresh package cache
source: Never
lt: Niekada

# No updates will be automatically installed
source: None
lt: Nė vienas

source: Download only
lt: Tik atsisiųsti

source: Security only
lt: Tik saugumas

source: All updates
lt: Visi atnaujinimai

source: Check for new updates:
lt: Patikrinkite, ar nėra naujų naujinimų:

source: when on a mobile broadband network connection
lt: kai yra mobiliojo plačiajuosčio tinklo ryšys

source: when running on battery
lt: kai veikia su akumuliatoriumi

source: Automatically update:
lt: Automatiškai atnaujinti:

source: Show application launcher after installing new applications
lt: Įdiegę naujas programas, rodyti programų paleidimo priemonę

source: Show confirmation dialog when installing or updating packages
lt: Rodyti patvirtinimo dialogą diegiant arba atnaujinant paketus

source: Check for distribution upgrades:
lt: Patikrinkite platinimo atnaujinimus:

source: &Show origins of debug and development packages
lt: &Rodyti derinimo ir kūrimo paketų kilmę

source: Edit Origins
lt: Redaguoti kilmę

source: Refresh transactions list
lt: Atnaujinkite operacijų sąrašą

source: Time since last cache refresh: %1
lt: Laikas nuo paskutinio talpyklos atnaujinimo: %1

source: Date
lt: Data

source: Action
lt: Veiksmas

source: Details
lt: Detalės

# Machine user who issued the transaction
source: Username
lt: Vartotojo vardas

source: Application
lt: Taikymas

source: Upgrade
lt: Patobulinti

source: Distribution upgrade available: %1
lt: Galimas platinimo atnaujinimas: %1

source: It is recommended to plug in your computer before proceeding.
lt: Prieš tęsiant rekomenduojama prijungti kompiuterį.

source: Distribution upgrade complete.
lt: Platinimo atnaujinimas baigtas.

source: Distribution upgrade process exited with code %1.
lt: Platinimo atnaujinimo procesas baigtas naudojant kodą %1.

source: The distribution upgrade process failed to start.
lt: Nepavyko pradėti platinimo atnaujinimo proceso.

source: The distribution upgrade process failed with an unknown error.
lt: Paskirstymo atnaujinimo procesas nepavyko dėl nežinomos klaidos.

source: This update will add new features and expand functionality.
lt: Šis naujinimas pridės naujų funkcijų ir išplės funkcionalumą.

source: This update will fix bugs and other non-critical problems.
lt: Šis naujinimas ištaisys klaidas ir kitas nekritines problemas.

source: This update is important as it may solve critical problems.
lt: Šis naujinimas yra svarbus, nes gali išspręsti svarbias problemas.

source: This update is blocked.
lt: Šis naujinimas užblokuotas.

source: This notification was issued on %1 and last updated on %2.
lt: Šis pranešimas išsiųstas %1 ir paskutinį kartą atnaujintas %2.

source: This notification was issued on %1.
lt: Šis pranešimas buvo išsiųstas %1.

source: For more information about this update please visit this website:
lt: Norėdami gauti daugiau informacijos apie šį naujinimą, apsilankykite šioje svetainėje:

source: Updates:
lt: Atnaujinimai:

source: Obsoletes:
lt: Pasenę:

source: Repository: %1
lt: Saugykla: %1

source: No update description was found.
lt: Nerasta atnaujinimo aprašymo.

source: Show Current Versions
lt: Rodyti dabartines versijas

source: Estimated download size: %1
lt: Numatomas atsisiuntimo dydis: %1

source: Check for new updates
lt: Patikrinkite, ar nėra naujų naujinimų

source: Distribution upgrade available
lt: Galimas platinimo atnaujinimas

source: Start upgrade now
lt: Pradėkite naujinimą dabar

source: Distribution upgrade finished.
lt: Platinimo atnaujinimas baigtas.

source: The system update has completed
lt: Sistemos atnaujinimas baigtas

source: Restart
lt: Perkrauti

source: Package: %2
lt: Paketas: %2

source: Updates are being automatically installed.
lt: Atnaujinimai diegiami automatiškai.

source: Security updates are being automatically installed.
lt: Saugos naujinimai įdiegiami automatiškai.

source: Updates are being automatically downloaded.
lt: Atnaujinimai atsisiunčiami automatiškai.

source: System update was successful.
lt: Sistemos atnaujinimas buvo sėkmingas.

source: The software update failed.
lt: Nepavyko atnaujinti programinės įrangos.

source: There is one new update
lt: Yra vienas naujas atnaujinimas

source: Install
lt: Diegti

source: KDE Application Installer
lt: KDE programų diegimo programa

# @info:credit
source: Daniel Nicoletti
lt: Danielis Nicoletti

source: Developer
lt: Programuotojas

source: Show verbose information
lt: Rodyti išsamią informaciją

source: IPK package filename
lt: IPK paketo failo pavadinimas

source: We did not receive a path to an IPK package as parameter.
lt: Negavome kelio į IPK paketą kaip parametrą.

source: Package not found!
lt: Paketas nerastas!

source: Continue
lt: Tęsti

source: Error
lt: Klaida

source: An error occurred
lt: Įvyko klaida

source: Welcome!
lt: Sveiki!

source: Welcome to the installation of %1!
lt: Sveiki atvykę į %1 diegimą!

source: Details about this installation
lt: Išsami informacija apie šį diegimą

source: Application description
lt: Programos aprašymas

source: Running installation
lt: Vykdomas diegimas

source: Installing %1...
lt: Diegiama %1...

source: Installation finished!
lt: Diegimas baigtas!

source: %1 has been installed successfully!
lt: %1 sėkmingai įdiegtas!

source: New application available
lt: Galima nauja programa

source: The following application was just installed. Click on it to launch:
lt: Šios programos ką tik buvo įdiegtos. Spustelėkite juos, kad paleistumėte:The following application was just installed. Click on it to launch:

source: Do not show this dialog again
lt: Daugiau nerodyti šio dialogo

source: Remove
lt: Pašalinti

source: Deselect
lt: Panaikinkite pasirinkimą

source: Do not Install
lt: Neįdiegti

source: Do not Remove
lt: Nepašalinti

source: %1 remaining
lt: Liko %1

source: License Agreement Required
lt: Reikalinga licencijos sutartis

source: Accept Agreement
lt: Priimti susitarimą

source: License required for %1 by %2
lt: Reikalinga licencija %1 iki %2

source: Please read the following important information before continuing:
lt: Prieš tęsdami perskaitykite šią svarbią informaciją:

source: Name
lt: vardas

source: Version
lt: Versija

source: Installed Version
lt: Įdiegta versija

source: Origin
lt: Kilmė

source: Size
lt: Dydis

source: To be Removed
lt: Kad būtų pašalintas

source: To be Installed
lt: Turi būti įdiegta

# This is when the transaction status is not known
source: Unknown state
lt: Nežinoma būsena

# transaction state, the daemon is in the process of starting
source: Waiting for service to start
lt: Laukiama, kol prasidės paslauga

# transaction state, the transaction is waiting for another to complete
source: Waiting for other tasks
lt: Laukiu kitų darbų

# transaction state, just started
source: Running task
lt: Bėgimo užduotis

# transaction state, is querying data
source: Querying
lt: Užklausa

# transaction state, getting data from a server
source: Getting information
lt: Informacijos gavimas

# transaction state, removing packages
source: Removing packages
lt: Pakuočių išėmimas

# transaction state, downloading package files
source: Downloading at %1/s, %2 remaining
lt: Atsisiunčiama %1/s, liko %2

# transaction state, downloading package files
source: Downloading at %1/s
lt: Atsisiunčiama %1/s

# transaction state, downloading package files
source: Downloading, %1 remaining
lt: Atsisiunčiama, liko %1

# transaction state, downloading package files
source: Downloading
lt: Atsisiunčiama

# transaction state, installing packages
source: Installing packages
lt: Paketų diegimas

# transaction state, refreshing internal lists
source: Refreshing software list
lt: Atnaujinamas programinės įrangos sąrašas

# transaction state, installing updates
source: Updating packages
lt: Paketų atnaujinimas

# transaction state, removing old packages, and cleaning config files
source: Cleaning up packages
lt: Pakuočių valymas

# transaction state, obsoleting old packages
source: Obsoleting packages
lt: Pasenusios pakuotės

# transaction state, checking the transaction before we do it
source: Resolving dependencies
lt: Priklausomybių sprendimas

# transaction state, checking if we have all the security keys for the operation
source: Checking signatures
lt: Parašų tikrinimas

# transaction state, when we're doing a test transaction
source: Testing changes
lt: Pakeitimų testavimas

# transaction state, when we're writing to the system package database
source: Committing changes
lt: Įsipareigojimas keisti

# transaction state, requesting data from a server
source: Requesting data
lt: Duomenų užklausa

# transaction state, all done!
source: Finished
lt: Baigta

# transaction state, in the process of cancelling
source: Cancelling
lt: Atšaukiamas

# transaction state, downloading metadata
source: Downloading repository information
lt: Atsisiunčiama saugyklos informacija

# transaction state, downloading metadata
source: Downloading list of packages
lt: Atsisiunčiamas paketų sąrašas

# transaction state, downloading metadata
source: Downloading file lists
lt: Atsisiunčiami failų sąrašai

# transaction state, downloading metadata
source: Downloading lists of changes
lt: Atsisiunčiami pakeitimų sąrašai

# transaction state, downloading metadata
source: Downloading groups
lt: Atsisiunčiamos grupės

# transaction state, downloading metadata
source: Downloading update information
lt: Atsisiunčiama naujinimo informacija

# transaction state, repackaging delta files
source: Repackaging files
lt: Failų perpakavimas

# transaction state, loading databases
source: Loading cache
lt: Įkeliama talpykla

# transaction state, scanning for running processes
source: Scanning installed applications
lt: Įdiegtų programų nuskaitymas

# transaction state, generating a list of packages installed on the system
source: Generating package lists
lt: Paketų sąrašų generavimas

# transaction state, when we're waiting for the native tools to exit
source: Waiting for package manager lock
lt: Laukiama paketų tvarkyklės užrakto

# waiting for user to type in a password
source: Waiting for authentication
lt: Laukiama autentifikavimo

# we are updating the list of processes
source: Updating the list of running applications
lt: Atnaujinamas veikiančių programų sąrašas

# we are checking executable files in use
source: Checking for applications currently in use
lt: Tikrinamos šiuo metu naudojamos programos

# we are checking for libraries in use
source: Checking for libraries currently in use
lt: Tikrinamos šiuo metu naudojamos bibliotekos

# we are copying package files to prepare to install
source: Copying files
lt: Failų kopijavimas

# we are running hooks pre or post transaction
source: Running hooks
lt: Bėgimo kabliukai

# The action of the package, in past tense
source: Downloaded
lt: Atsisiųsta

# The action of the package, in past tense
source: Updated
lt: Atnaujinta

# The action of the package, in past tense
source: Installed
lt: Įdiegta

# The action of the package, in past tense
source: Removed
lt: Pašalinta

# The action of the package, in past tense
source: Cleaned Up
lt: Išvalyta

# The action of the package, in past tense
source: Obsoleted
lt: Pasenęs

# The role of the transaction, in present tense
source: Unknown role type
lt: Nežinomas vaidmens tipas

# The role of the transaction, in present tense
source: Getting dependencies
lt: Priklausomybių atsiradimas

# The role of the transaction, in present tense
source: Getting update detail
lt: Gaunama atnaujinimo informacija

# The role of the transaction, in present tense
source: Getting details
lt: Išsamios informacijos gavimas

# The role of the transaction, in present tense
source: Getting requires
lt: Gauti reikia

# The role of the transaction, in present tense
source: Getting updates
lt: Gaunami atnaujinimai

# The role of the transaction, in present tense
source: Searching details
lt: Ieškoma detalių

# The role of the transaction, in present tense
source: Searching for file
lt: Ieškoma failo

# The role of the transaction, in present tense
source: Searching groups
lt: Grupių paieška

# The role of the transaction, in present tense
source: Searching by package name
lt: Ieškoma pagal paketo pavadinimą

# The role of the transaction, in present tense
source: Simulating removal
lt: Imituojant pašalinimą

# The role of the transaction, in present tense
source: Downloading packages
lt: Paketų atsisiuntimas

# The role of the transaction, in present tense
source: Removing
lt: Pašalinimas

# The role of the transaction, in present tense
source: Simulating install
lt: Imituojantis diegimas

# The role of the transaction, in present tense
source: Installing
lt: Diegimas

# The role of the transaction, in present tense
source: Simulating file install
lt: Imituojamas failo diegimas

# The role of the transaction, in present tense
source: Downloading required packages
lt: Atsisiunčiami reikalingi paketai

# The role of the transaction, in present tense
source: Installing file
lt: Diegiamas failas

# The role of the transaction, in present tense
source: Refreshing package cache
lt: Atnaujinama paketo talpykla

# The role of the transaction, in present tense
source: Simulating update
lt: Imituojantis atnaujinimas

# The role of the transaction, in present tense
source: Downloading updates
lt: Atsisiunčiami naujinimai

# The role of the transaction, in present tense
source: Updating packages
lt: Paketų atnaujinimas

# The role of the transaction, in present tense
source: Canceling
lt: Atšaukiamas

# The role of the transaction, in present tense
source: Getting list of repositories
lt: Gaunamas saugyklų sąrašas

# The role of the transaction, in present tense
source: Enabling repository
lt: Įgalinama saugykla

# The role of the transaction, in present tense
source: Setting repository data
lt: Saugyklos duomenų nustatymas

# The role of the transaction, in present tense
source: Resolving
lt: Sprendžiant

# The role of the transaction, in present tense
source: Getting file list
lt: Gaunamas failų sąrašas

# The role of the transaction, in present tense
source: Getting what provides
lt: Gauti tai, kas suteikiama

# The role of the transaction, in present tense
source: Installing signature
lt: Parašo įdiegimas

# The role of the transaction, in present tense
source: Getting package lists
lt: Gauti paketų sąrašus

# The role of the transaction, in present tense
source: Accepting EULA
lt: Sutinku su EULA

# The role of the transaction, in present tense
source: Getting distribution upgrade information
lt: Gaunama platinimo atnaujinimo informacija

# The role of the transaction, in present tense
source: Getting categories
lt: Gauti kategorijas

# The role of the transaction, in present tense
source: Getting old transactions
lt: Senų sandorių sudarymas

# The role of the transaction, in present tense
source: Repairing system
lt: Remonto sistema

# The role of the transaction, in present tense
source: Removing repository
lt: Šalinama saugykla

# The role of the transaction, in present tense
source: Upgrading the system
lt: Sistemos atnaujinimas

# The role of the transaction, in past tense
source: Unknown role type
lt: Nežinomas vaidmens tipas

# The role of the transaction, in past tense
source: Got dependencies
lt: Atsirado priklausomybių

# The role of the transaction, in past tense
source: Got update detail
lt: Gauta informacija apie atnaujinimą

# The role of the transaction, in past tense
source: Got details
lt: Gavo detalių

# The role of the transaction, in past tense
source: Got requires
lt: Reikalauja

# The role of the transaction, in past tense
source: Got updates
lt: Gauta atnaujinimų

# The role of the transaction, in past tense
source: Searched for package details
lt: Ieškojo pakuotės detalių

# The role of the transaction, in past tense
source: Searched for file
lt: Ieškojo failo

# The role of the transaction, in past tense
source: Searched groups
lt: Ieškojo grupių

# The role of the transaction, in past tense
source: Searched for package name
lt: Ieškojo paketo pavadinimo

# The role of the transaction, in past tense
source: Removed packages
lt: Išimtos pakuotės

# The role of the transaction, in past tense
source: Installed packages
lt: Įdiegti paketai

# The role of the transaction, in past tense
source: Installed local files
lt: Įdiegti vietiniai failai
