Repository: neda-zal/apper
Catalog: po/*/*/apper.po
Languages: lt

# The role of the transaction, in past tense
source: Refreshed package cache
lt: Atnaujinta paketo talpykla

# The role of the transaction, in past tense
source: Updated packages
lt: Atnaujinti paketai

# The role of the transaction, in past tense
source: Canceled
lt: Atšauktas

# The role of the transaction, in past tense
source: Got list of repositories
lt: Gautas saugyklų sąrašas

# The role of the transaction, in past tense
source: Enabled repository
lt: Įjungta saugykla

# The role of the transaction, in past tense
source: Set repository data
lt: Nustatykite saugyklos duomenis

# The role of the transaction, in past tense
source: Resolved
lt: Išspręsta

# The role of the transaction, in past tense
source: Got file list
lt: Gautas failų sąrašas

# The role of the transaction, in past tense
source: Got what provides
lt: Gavau tai, kas suteikiama

# The role of the transaction, in past tense
source: Installed signature
lt: Įdiegtas parašas

# The role of the transaction, in past tense
source: Got package lists
lt: Gavome paketų sąrašus

# The role of the transaction, in past tense
source: Accepted EULA
lt: Priimta EULA

# The role of the transaction, in past tense
source: Downloaded packages
lt: Atsisiunčiami paketai

# The role of the transaction, in past tense
source: Got distribution upgrades
lt: Gautas platinimo atnaujinimas

# The role of the transaction, in past tense
source: Got categories
lt: Gavo kategorijas

# The role of the transaction, in past tense
source: Got old transactions
lt: Sudarė senus sandorius

# The role of the transaction, in past tense
source: Repaired system
lt: Suremontuota sistema

# The role of the transaction, in past tense
source: Removed repository
lt: Pašalinta saugykla

# The role of the transaction, in past tense
source: Upgraded the system
lt: Atnaujinta sistema

source: Downloading
lt: Atsisiunčiama

source: Updating
lt: Atnaujinama

source: Installing
lt: Diegimas

source: Removing
lt: Pašalinimas

source: Cleaning up
lt: Valymas

source: Obsoleting
lt: Pasenęs

source: Reinstalling
lt: Įdiegimas iš naujo

source: Preparing
lt: Rengia

source: Decompressing
lt: Dekompresavimas

source: Downloaded
lt: Atsisiųsta

source: Updated
lt: Atnaujinta

source: Removed
lt: Pašalinta

source: Cleaned up
lt: Išvalyta

source: Obsoleted
lt: Pasenęs

source: Reinstalled
lt: Iš naujo įdiegta

source: Prepared
lt: Parengta

source: Decompressed
lt: Išspausta

source: No network connection available
lt: Nėra tinklo ryšio

source: No package cache is available
lt: Nėra paketų talpyklos

source: Out of memory
lt: Nepakanka atminties

source: Failed to create a thread
lt: Nepavyko sukurti gijos

source: Not supported by this backend
lt: Nepalaikoma šios sistemos

source: An internal system error has occurred
lt: Įvyko vidinė sistemos klaida

source: A security trust relationship is not present
lt: Saugumo pasitikėjimo santykių nėra

source: The package is not installed
lt: Paketas neįdiegtas

source: The package was not found
lt: Pakuotės nerasta

source: The package is already installed
lt: Paketas jau įdiegtas

source: The package download failed
lt: Nepavyko atsisiųsti paketo

source: The group was not found
lt: Grupė nerasta

source: The group list was invalid
lt: Grupių sąrašas buvo neteisingas

source: Dependency resolution failed
lt: Nepavyko išspręsti priklausomybės

source: Search filter was invalid
lt: Netinkamas paieškos filtras

source: The package identifier was not well formed
lt: Paketo identifikatorius nebuvo tinkamai suformuotas

source: Transaction error
lt: Sandorio klaida

source: Repository name was not found
lt: Saugyklos pavadinimas nerastas

source: Could not remove a protected system package
lt: Nepavyko pašalinti apsaugoto sistemos paketo

source: The task was canceled
lt: Užduotis buvo atšaukta

source: The task was forcibly canceled
lt: Užduotis buvo priverstinai atšaukta

source: Reading the config file failed
lt: Nepavyko nuskaityti konfigūracijos failo

source: The task cannot be cancelled
lt: Užduotis negali būti atšaukta

source: Source packages cannot be installed
lt: Šaltinio paketų įdiegti negalima

source: The license agreement failed
lt: Licencijos sutartis nepavyko

source: Local file conflict between packages
lt: Vietinis failų konfliktas tarp paketų

source: Packages are not compatible
lt: Paketai nesuderinami

source: Problem connecting to a software origin
lt: Problema jungiantis prie programinės įrangos šaltinio

source: Failed to initialize
lt: Nepavyko inicijuoti

source: Failed to finalize
lt: Nepavyko užbaigti

source: Cannot get lock
lt: Neįmanoma užrakinti

source: No packages to update
lt: Nėra paketų, kuriuos reikia atnaujinti

source: Cannot write repository configuration
lt: Nepavyksta įrašyti saugyklos konfigūracijos

source: Local install failed
lt: Vietinis diegimas nepavyko

source: Bad GPG signature
lt: Blogas GPG parašas

source: Missing GPG signature
lt: Trūksta GPG parašo

source: Repository configuration invalid
lt: Netinkama saugyklos konfigūracija

source: Invalid package file
lt: Neteisingas paketo failas

source: Package install blocked
lt: Paketo diegimas užblokuotas

source: Package is corrupt
lt: Paketas sugadintas

source: All packages are already installed
lt: Visi paketai jau įdiegti

source: The specified file could not be found
lt: Nurodytas failas nerastas

source: No more mirrors are available
lt: Daugiau veidrodžių nėra

source: No distribution upgrade data is available
lt: Nėra platinimo atnaujinimo duomenų

source: Package is incompatible with this system
lt: Paketas nesuderinamas su šia sistema

source: No space is left on the disk
lt: Diske nelieka vietos

source: A media change is required
lt: Reikalingas žiniasklaidos pakeitimas

source: Authorization failed
lt: Autorizacija nepavyko

source: Update not found
lt: Atnaujinimas nerastas

source: Cannot install from untrusted origin
lt: Negalima įdiegti iš nepatikimos kilmės

source: Cannot update from untrusted origin
lt: Negalima atnaujinti iš nepatikimos kilmės

source: Cannot get the file list
lt: Nepavyko gauti failų sąrašo

source: Cannot get package requires
lt: Negaliu gauti pakuotės reikalaujama

source: Cannot disable origin
lt: Negalima išjungti kilmės

source: The download failed
lt: Atsisiuntimas nepavyko

source: Package failed to configure
lt: Nepavyko sukonfigūruoti paketo

source: Package failed to build
lt: Nepavyko sukurti paketo

source: Package failed to install
lt: Nepavyko įdiegti paketo

source: Package failed to be removed
lt: Nepavyko išimti paketo

source: Update failed due to running process
lt: Atnaujinti nepavyko dėl vykdomo proceso

source: The package database was changed
lt: Pakuotės duomenų bazė buvo pakeista

source: Virtual provide type is not supported
lt: Virtualus pateikimo tipas nepalaikomas

source: Install root is invalid
lt: Įdiegti šaknį neteisinga

source: Cannot fetch install sources
lt: Nepavyko gauti diegimo šaltinių

source: Rescheduled due to priority
lt: Perkeltas dėl prioriteto

source: Unfinished transaction
lt: Nebaigtas sandoris

source: Lock required
lt: Reikalingas užraktas

source: Unknown error
lt: Nežinoma klaida

source: A thread could not be created to service the user request.
lt: Nepavyko sukurti gijos, kuri aptarnautų vartotojo užklausą.

source: The package that is trying to be installed is already installed.
lt: Paketas, kurį bandoma įdiegti, jau įdiegtas.

source: The search filter was not correctly formed.
lt: Paieškos filtras nebuvo tinkamai suformuotas.

source: The package identifier was not well formed when sent to the system daemon. This normally indicates an internal bug and should be reported.
lt: The package identifier was not well formed when sent to the system dæmon. This normally indicates an internal bug and should be reported.

source: Removing a protected system package is not allowed.
lt: Neleidžiama pašalinti apsaugoto sistemos paketo.

source: The task was canceled successfully and no packages were changed.
lt: Užduotis buvo sėkmingai atšaukta ir paketai nebuvo pakeisti.

source: The task was canceled successfully and no packages were changed. The backend did not exit cleanly.
lt: The task was cancelled successfully and no packages were changed. The backend did not exit cleanly.

source: The task is not safe to be cancelled at this time.
lt: Šiuo metu nesaugu atšaukti užduotį.

source: The license agreement was not agreed to. To use this software you have to accept the license.
lt: The licence agreement was not agreed to. To use this software you have to accept the licence.

source: Failed to initialize packaging backend. This may occur if other packaging tools are being used simultaneously.
lt: Failed to initialise packaging backend. This may occur if other packaging tools are being used simultaneously.

source: None of the selected packages could be updated.
lt: Nė vieno iš pasirinktų paketų nepavyko atnaujinti.

source: The repository configuration could not be modified.
lt: Nepavyko pakeisti saugyklos konfigūracijos.

source: The package signature could not be verified.
lt: Nepavyko patikrinti paketo parašo.

source: Repository configuration was invalid and could not be read.
lt: Saugyklos konfigūracija buvo neteisinga ir jos negalima nuskaityti.

source: Additional media is required to complete the transaction.
lt: Norint užbaigti operaciją, reikia papildomų laikmenų.

source: The package could not be installed from untrusted origin.
lt: Nepavyko įdiegti paketo iš nepatikimos kilmės.

source: The package could not be updated from untrusted origin.
lt: Nepavyko atnaujinti paketo iš nepatikimos kilmės.

source: The file list is not available for this package.
lt: Šiam paketui failų sąrašo nėra.

source: The specified software origin could not be disabled.
lt: Nepavyko išjungti nurodytos programinės įrangos kilmės.

source: The package database was changed while the request was running.
lt: Vykdant užklausą, paketų duomenų bazė buvo pakeista.

source: The virtual provide type is not supported by this system.
lt: Ši sistema nepalaiko virtualaus teikimo tipo.

source: The install root is invalid. Please contact your administrator.
lt: Diegimo šaknis neteisinga. Susisiekite su administratoriumi.

source: The list of software could not be downloaded.
lt: Nepavyko atsisiųsti programinės įrangos sąrašo.

source: A previous package management transaction was interrupted.
lt: Ankstesnė paketo valdymo operacija buvo nutraukta.

source: A package manager lock is required.
lt: Reikalingas paketų tvarkyklės užraktas.

# The group type
source: Accessibility
lt: Prieinamumas

# The group type
source: Accessories
lt: Priedai

# The group type
source: Education
lt: Išsilavinimas

# The group type
source: Games
lt: Žaidimai

# The group type
source: Graphics
lt: Grafika

# The group type
source: Internet
lt: internetas

# The group type
source: Office
lt: Biuras

# The group type
source: Others
lt: Kiti

# The group type
source: Development
lt: Plėtra

# The group type
source: Multimedia
lt: Multimedija

# The group type
source: System
lt: Sistema

# The group type
source: GNOME desktop
lt: GNOME darbalaukis

# The group type
source: KDE desktop
lt: KDE darbalaukis

# The group type
source: XFCE desktop
lt: XFCE darbalaukis

# The group type
source: Other desktops
lt: Kiti staliniai kompiuteriai

# The group type
source: Publishing
lt: Leidyba

# The group type
source: Servers
lt: Serveriai

# The group type
source: Fonts
lt: Šriftai

# The group type
source: Admin tools
lt: Administratoriaus įrankiai

# The group type
source: Legacy
lt: Palikimas

# The group type
source: Localization
lt: Lokalizacija

# The group type
source: Virtualization
lt: Virtualizacija

# The group type
source: Security
lt: Saugumas

# The group type
source: Power management
lt: Galios valdymas

# The group type
source: Communication
lt: Bendravimas

# The group type
source: Network
lt: Tinklas

# The group type
source: Maps
lt: Žemėlapiai

# The group type
source: Software sources
lt: Programinės įrangos šaltiniai

# The group type
source: Science
lt: Mokslas

# The group type
source: Documentation
lt: Dokumentacija

# The group type
source: Electronics
lt: Elektronika

# The group type
source: Package collections
lt: Paketų kolekcijos

# The group type
source: Vendor
lt: Pardavėjas

# The group type
source: Newest packages
lt: Naujausios pakuotės

# The group type
source: Unknown group
lt: Nežinoma grupė

# The type of update
source: Trivial update
lt: Trivialus atnaujinimas

# The type of update
source: Normal update
lt: Normalus atnaujinimas

# The type of update
source: Important update
lt: Svarbus atnaujinimas

# The type of update
source: Security update
lt: Saugos naujinimas

# The type of update
source: Bug fix update
lt: Klaidų pataisymo atnaujinimas

# The type of update
source: Enhancement update
lt: Patobulinimų atnaujinimas

# The type of update
source: Blocked update
lt: Užblokuotas naujinimas

# The type of update
source: Installed
lt: Įdiegta

# The type of update
source: Available
lt: Galima

# The type of update
source: Unknown update
lt: Nežinomas atnaujinimas

source: No Updates Available
lt: Nėra jokių atnaujinimų

# Some updates were selected on the view
source: 1 Update Selected
lt: 1 Pasirinktas atnaujinimas

# Some updates are being shown on the screen
source: 1 Update
lt: 1 Atnaujinimas

# Part of: %1 Updates, %1 Selected
source: %1 Update
lt: %1 naujinimas

# Part of: %1 Updates, %1 Selected
source: %1 Selected
lt: Pasirinkta %1

source: No Packages
lt: Nėra paketų

source: 1 Package
lt: 1 pakuotė

source: No restart is necessary
lt: Iš naujo paleisti nereikia

source: You will be required to restart this application
lt: Turėsite iš naujo paleisti šią programą

source: You will be required to log out and back in
lt: Turėsite atsijungti ir vėl prisijungti

source: A restart will be required
lt: Reikės paleisti iš naujo

source: You will be required to log out and back in due to a security update.
lt: Dėl saugos naujinimo turėsite atsijungti ir vėl prisijungti.

source: A restart will be required due to a security update.
lt: Dėl saugos naujinimo reikės paleisti iš naujo.

source: No restart is required
lt: Iš naujo paleisti nereikia

source: A restart is required
lt: Būtina paleisti iš naujo

source: You need to log out and log back in
lt: Turite atsijungti ir vėl prisijungti

source: You need to restart the application
lt: Turite iš naujo paleisti programą

source: You need to log out and log back in to remain secure.
lt: Norėdami išlikti saugūs, turite atsijungti ir vėl prisijungti.

source: A restart is required to remain secure.
lt: Kad išliktų saugus, reikia iš naujo paleisti.

source: Stable
lt: Stabilus

source: Unstable
lt: Nestabilus

source: Testing
lt: Testavimas

source: Please insert the CD labeled '%1', and press continue.
lt: Įdėkite kompaktinį diską, pažymėtą „%1“, ir paspauskite tęsti.

source: Please insert the DVD labeled '%1', and press continue.
lt: Įdėkite DVD, pažymėtą „%1“, ir paspauskite tęsti.

source: Please insert the disc labeled '%1', and press continue.
lt: Įdėkite diską, pažymėtą „%1“, ir paspauskite tęsti.

source: Please insert the medium labeled '%1', and press continue.
lt: Įdėkite laikmeną, pažymėtą „%1“, ir paspauskite tęsti.

source: You do not have the necessary privileges to perform this action.
lt: Neturite reikiamų teisių šiam veiksmui atlikti.

source: Could not get a transaction id from packagekitd.
lt: Nepavyko gauti operacijos ID iš packkitd.

source: Cannot connect to this transaction id.
lt: Nepavyko prisijungti prie šios operacijos ID.

source: This action is unknown.
lt: Šis veiksmas nežinomas.

source: The packagekitd service could not be started.
lt: Nepavyko paleisti paketo rinkinio paslaugos.

source: The query is not valid.
lt: Užklausa negalioja.

source: The file is not valid.
lt: Failas negalioja.

source: This function is not yet supported.
lt: Ši funkcija dar nepalaikoma.

source: Could not talk to packagekitd.
lt: Nepavyko susikalbėti su packkitd.

source: Error talking to packagekitd.
lt: Klaida kalbant su packkitd.

source: An unknown error happened.
lt: Įvyko nežinoma klaida.

source: Your system is up to date
lt: Jūsų sistema yra atnaujinta

source: You have no updates
lt: Neturite jokių atnaujinimų

source: Last check for updates was more than a month ago
lt: Paskutinis atnaujinimų patikrinimas buvo atliktas daugiau nei prieš mėnesį

source: Verified %1 ago
lt: Patvirtinta prieš %1

source: It's strongly recommended that you check for new updates now
lt: Labai rekomenduojama dabar patikrinti, ar nėra naujų naujinimų

source: Installing unsigned software
lt: Neparašytos programinės įrangos diegimas

source: icon
lt: piktogramą

source: Downloading Packages
lt: Paketų atsisiuntimas

source: Software signature is required
lt: Reikalingas programinės įrangos parašas

source: Repository name:
lt: Saugyklos pavadinimas:

source: Signature URL:
lt: Parašo URL:

source: Signature user identifier:
lt: Parašo vartotojo identifikatorius:

source: Signature identifier:
lt: Parašo identifikatorius:

source: Do you trust the origin of packages?
lt: Ar pasitikite pakuočių kilme?

source: Additional changes
lt: Papildomi pakeitimai

source: 1 package to remove
lt: 1 paketas, kurį reikia išimti

source: 1 package to downgrade
lt: 1 paketas, kurį reikia atnaujinti

source: 1 package to reinstall
lt: 1 paketas, kurį reikia įdiegti iš naujo

source: 1 package to install
lt: 1 paketas, kurį reikia įdiegti

source: 1 package to update
lt: 1 paketas, kurį reikia atnaujinti

source: 1 untrusted package
lt: 1 nepatikimas paketas

# how many bytes are required for download
source: Need to get %1 of archives
lt: Reikia gauti %1 archyvų

source: Additional changes are required to complete the task
lt: Norint atlikti užduotį, reikia atlikti papildomus pakeitimus

source: Do not confirm when installing or updating additional packages
lt: Nepatvirtinti diegiant ar atnaujinant papildomus paketus

source: TextLabel
lt: Teksto etiketė

source: Apper PackageKit Session helper
lt: Apper PackageKit Session pagalbininkas

source: Daniel Nicoletti
lt: Danielis Nicoletti

source: Trever Fischer
lt: Treveris Fišeris

source: Install Packages Catalogs
lt: Įdiegti paketų katalogus

source: You can drop more catalogs in here
lt: Čia galite įdėti daugiau katalogų

source: No supported catalog was found
lt: Nerastas palaikomas katalogas

source: Do you want to install this catalog?
lt: Ar norite įdiegti šį katalogą?

source: An application wants to install a catalog
lt: Programa nori įdiegti katalogą

source: The application <i>%2</i> wants to install a catalog
lt: Programa <i>%2</i> nori įdiegti katalogą

source: Not supported
lt: Nepalaikomas

source: Your backend does not support any of the needed methods to install a catalog
lt: Your backend does not support any of the needed methods to install a catalogue

source: Catalog not found
lt: Katalogas nerastas

source: Could not find a catalog to install
lt: Nepavyko rasti katalogo, kurį reikia įdiegti

source: Catalog %2 failed to open
lt: Katalogo %2 nepavyko atidaryti

source: Failed to open
lt: Nepavyko atidaryti

source: Catalog is Empty
lt: Katalogas tuščias

source: Could not find any package to install in this catalog
lt: Šiame kataloge nepavyko rasti paketo, kurį būtų galima įdiegti

source: Installs new Fonts
lt: Diegiami nauji šriftai

source: Could interpret request
lt: Galiu interpretuoti prašymą

source: Please verify if the request was valid
lt: Patikrinkite, ar užklausa galioja

source: A program wants to install a font
lt: Programa nori įdiegti šriftą

source: The application %2 wants to install a font
lt: Programa %2 nori įdiegti šriftą

source: Failed to find font
lt: Nepavyko rasti šrifto

source: No new fonts could be found for this document
lt: Nepavyko rasti naujų šio dokumento šriftų

source: Failed to search for provides
lt: Nepavyko ieškoti teikiamų

source: Install GStreamer Resources
lt: Įdiekite GStreamer išteklius

source: The following plugin is required. Do you want to search for this now?
lt: Reikalingi šie papildiniai. Ar norite jų ieškoti dabar?The following plugin is required. Do you want to search for this now?

source: A program requires an additional plugin to decode this file
lt: Norint iššifruoti šį failą, programai reikalingas papildomas papildinys

source: A program requires an additional plugin to encode this file
lt: Norint užkoduoti šį failą, programai reikalingas papildomas papildinys

source: A program requires an additional plugin for this operation
lt: Šiai operacijai programai reikalingas papildomas įskiepis

source: %2 requires an additional plugin to decode this file
lt: %2 šiam failui iššifruoti reikalingas papildomas įskiepis

source: %2 requires an additional plugin to encode this file
lt: Norint užkoduoti šį failą, %2 reikalingas papildomas įskiepis

source: %2 requires an additional plugin for this operation
lt: %2 šiai operacijai reikalingas papildomas įskiepis

source: No results found
lt: Nieko nerasta

source: Could not find plugin in any configured software source
lt: Nepavyko rasti papildinio jokiame sukonfigūruotame programinės įrangos šaltinyje

source: Install Support for File Types
lt: Įdiekite failų tipų palaikymą

source: Do you want to search for a program that can open this file type?
lt: Ar norite ieškoti programos, galinčios atidaryti šio tipo failą?

source: No valid file types were provided
lt: Nebuvo pateikta tinkamų failų tipų

source: A program is requiring support to open this kind of files
lt: Norint atidaryti tokio tipo failus, programai reikalingas palaikymas

source: The application %2 is requiring support to open this kind of files
lt: Norint atidaryti tokio tipo failus, programai %2 reikalingas palaikymas

source: Could not find software
lt: Nepavyko rasti programinės įrangos

source: No new applications can be found to handle this type of file
lt: Nerasta jokių naujų programų, kurios galėtų apdoroti šio tipo failus

source: Install Packages Files
lt: Įdiekite paketų failus

source: You can drop more files in here
lt: Čia galite įdėti daugiau failų

source: Not Supported
lt: Nepalaikomas

source: Your current backend does not support installing files
lt: Jūsų dabartinė programa nepalaiko failų diegimo

source: No supported files were provided
lt: Nepateikta jokių palaikomų failų

source: Press <i>Continue</i> if you want to install this file
lt: Jei norite įdiegti šį failą, paspauskite <i>Tęsti</i>

source: An application wants to install a package
lt: Programa nori įdiegti paketą

source: The application <i>%2</i> wants to install a package
lt: Programa <i>%2</i> nori įdiegti paketą

source: Installation Complete
lt: Instaliacija baigta

source: File was installed successfully
lt: Failas sėkmingai įdiegtas

source: Failed to install files
lt: Nepavyko įdiegti failų

source: Could not install files
lt: Nepavyko įdiegti failų

source: Install Packages by Name
lt: Įdiekite paketus pagal pavadinimą

source: No package names were provided
lt: Paketų pavadinimai nebuvo pateikti

source: Do you want to search for and install this package now?
lt: Ar norite ieškoti ir įdiegti šį paketą dabar?

source: Failed to install packages
lt: Nepavyko įdiegti paketų

source: The package %2 is already installed
lt: Paketas %2 jau įdiegtas

source: Could not find %1
lt: Nepavyko rasti %1

source: The package could not be found in any software source
lt: Paketo nepavyko rasti jokiame programinės įrangos šaltinyje

source: Install Plasma Resources
lt: Įdiekite plazmos išteklius

source: %1 data engine
lt: %1 duomenų variklis

source: %1 script engine
lt: %1 scenarijaus variklis

source: No supported resources were provided
lt: Palaikomų išteklių nepateikta
