Repository: neda-zal/apper
Catalog: po/*/*/apper.po
Languages: lt

source: The following service is required. Do you want to search for this now?
lt: Reikalingos šios paslaugos. Ar norite jų ieškoti dabar?The following service is required. Do you want to search for this now?

source: Plasma requires an additional service for this operation
lt: Šiai operacijai plazmai reikalinga papildoma paslauga

source: Failed to search for Plasma service
lt: Nepavyko ieškoti plazmos paslaugos

source: Could not find service in any configured software source
lt: Nepavyko rasti paslaugos jokiame sukonfigūruotame programinės įrangos šaltinyje

source: Install Printer Drivers
lt: Įdiekite spausdintuvo tvarkykles

source: Failed to search for printer driver
lt: Nepavyko ieškoti spausdintuvo tvarkyklės

source: Could not find printer driver in any configured software source
lt: Nepavyko rasti spausdintuvo tvarkyklės jokiame sukonfigūruotame programinės įrangos šaltinyje

source: Install Packages that Provides Files
lt: Įdiekite paketus, kuriuose pateikiami failai

source: No files were provided
lt: Failai nebuvo pateikti

source: Do you want to search for this now?
lt: Ar norite to ieškoti dabar?

source: A program wants to install a file
lt: Programa nori įdiegti failą

source: The application %2 is asking to install a file
lt: Programa %2 prašo įdiegti failą

source: Failed to install file
lt: Nepavyko įdiegti failo

source: The %1 package already provides this file
lt: %1 paketas jau pateikia šį failą

source: Failed to find package
lt: Nepavyko rasti paketo

source: The file could not be found in any packages
lt: Failo nepavyko rasti jokiuose paketuose

source: Querying if a Package is Installed
lt: Užklausa, ar paketas yra įdiegtas

source: User canceled the transaction
lt: Vartotojas atšaukė operaciją

source: An unknown error happened
lt: Įvyko nežinoma klaida

source: Remove Packages that Provides Files
lt: Pašalinkite paketus, kuriuose pateikiami failai

source: Do you want to remove the following application?
lt: Ar norite pašalinti šią programą?

source: Do you want to search for a package providing this file?
lt: Ar norite ieškoti paketo, kuriame būtų šis failas?

source: An application is asking to remove an application
lt: Programa prašo pašalinti programą

source: An application is asking to remove a file
lt: Programa prašo pašalinti failą

source: The application <i>%2</i> is asking to remove an application
lt: Programa <i>%2</i> prašo pašalinti programą

source: The application <i>%2</i> is asking to remove a file
lt: Programa <i>%2</i> prašo pašalinti failą

source: No application was found
lt: Paraiška nerasta

source: The file could not be found in any installed package
lt: Failo nepavyko rasti jokiame įdiegtame pakete

source: Search Packages that Provides Files
lt: Ieškokite paketų, kuriuose pateikiami failai

source: The file name could not be found in any software source
lt: Failo pavadinimo nepavyko rasti jokiame programinės įrangos šaltinyje

source: The following package was found
lt: Buvo rastas toks paketas

source: There are no packages to Install or Remove
lt: Nėra paketų, kuriuos reikia įdiegti ar pašalinti

source: This action should not happen
lt: Šis veiksmas neturėtų įvykti

source: Could not find
lt: Negalėjau rasti

source: No packages were found that meet the request
lt: Užklausą atitinkančių paketų nerasta

source: Failed to find
lt: Nepavyko rasti

source: Transaction did not finish with success
lt: Sandoris nesibaigė sėkmingai

source: Task completed
lt: Užduotis atlikta

source: All operations were committed successfully
lt: Visos operacijos buvo sėkmingai įvykdytos
